{
    "_1": "-------------------------------------------------------------------",

    "_2": "This Source Code Form is subject to the terms of the Mozilla Public",
    "_3": "License, v. 2.0. If a copy of the MPL was not distributed with this",
    "_4": "file, You can obtain one at http://mozilla.org/MPL/2.0/.",

    "_5": "This Source Code Form is \"Incompatible With Secondary Licenses\",",
    "_6": "as defined by the Mozilla Public License, v. 2.0.",

    "_7": "-------------------------------------------------------------------",


    "error_premium_required": "Du hast kein Aunto Premium. Wenn Sie mehr über Aunto Premium erfahren oder es kaufen möchten, gehen Sie zu [aunto.xyz/premium](https://aunto.xyz/premium).",
    "error_premium_max_servers": "Sie haben die maximale Anzahl an Servern erreicht, auf denen Sie Aunto Premium aktivieren können. Sie können Ihr Abonnement unter [aunto.xyz/premium](https://aunto.xyz/premium) aktualisieren.",
    "premium_activated": "Aunto Premium wurde für {{GUILD_NAME}} aktiviert.",
    "error_premium_already_active": "{{GUILD_NAME}} hat bereits Aunto Premium von {{USER}} aktiviert. Verwenden Sie `/premium`, um es zu deaktivieren.",
    "error_button_no_permission": "Entschuldigung, aber Sie haben nicht die erforderlichen Berechtigungen, um diese Schaltfläche zu verwenden.",
    "error_command_no_permission": "Entschuldigung, aber Sie haben nicht die erforderlichen Berechtigungen, um diesen Befehl zu verwenden.",
    "error_button_server_only": "Tut mir leid, aber diese Schaltfläche kann nur auf Servern verwendet werden.",
    "error_command_server_only": "Entschuldigung, aber dieser Befehl kann nur auf Servern verwendet werden.",
    "premium_deactivated": "Aunto Premium wurde für {{GUILD_NAME}} deaktiviert.",
    "error_premium_not_active": "{{GUILD_NAME}} hat Aunto Premium nicht aktiviert.",
    "setup_terms": "Hallo {{USER}}, danke, dass du Aunto zu deinem Server hinzugefügt hast! Bevor wir fortfahren, müssen Sie Aunto [Terms of Service](https://aunto.xyz/terms) und [Privacy Policy](https://aunto.xyz/privacy) akzeptieren. Nachdem Sie sie gelesen haben, klicken Sie auf die Schaltfläche unten, um sie zu akzeptieren und fortzufahren.",
    "setup_go": "Wir werden jetzt einrichten, wie Aunto auf diesem Server funktionieren wird. Wenn Sie die Aunto Verifizierung ausprobieren möchten, bevor Sie beginnen, können Sie dies auf unserem [Support-Server](https://aunto.xyz/support) tun.",
    "setup_role": "Jetzt müssen wir eine Rolle festlegen, die Ihre Mitglieder erhalten, wenn sie die Überprüfung erfolgreich bestehen. Verwenden Sie dazu den Befehl `/settings roles add [@role]`. Wenn Sie fertig sind, klicken Sie auf die Schaltfläche unten, um zum nächsten Schritt zu gelangen!",
    "setup_toggle": "Klicken Sie einfach auf die Schaltfläche unten, um Aunto zu aktivieren. Sobald Sie das getan haben, müssen Sie einen Kanal finden oder erstellen, in den Sie das Aunto's Verifizierungsmenü einfügen können. Das Verifizierungsmenü ermöglicht es Mitgliedern, die Verifizierung zu starten, indem sie auf eine Schaltfläche klicken, und Aunto funktioniert ohne es nicht. Um ein Verifizierungsmenü zu senden, verwenden Sie den Slash-Befehl „/send-verification-menu“ in dem Kanal, in dem Sie es haben möchten. *Aunto benötigt Berechtigungen zum Anzeigen, Senden von Nachrichten, Einbetten von Links und Anhängen von Dateien in dem von Ihnen ausgewählten Kanal.*",
    "error_verifications_disabled": "Die Administratoren dieses Servers haben neue Joins vorerst deaktiviert. Kontaktieren Sie sie für weitere Informationen.",
    "error_no_verification_roles": "Leider wurden für diesen Server keine Rollen eingerichtet. Bitten Sie einen Administrator, Rollen einzurichten, und versuchen Sie es erneut.",
    "error_already_verified": "Sie sind bereits verifiziert!",
    "verification": "Gehen Sie zu: {{URL}}\n\nSie sollten alle VPNs oder Proxys deaktivieren, die Sie möglicherweise verwenden, bevor Sie mit der Überprüfung beginnen, da sie den Überprüfungsprozess beeinträchtigen können. Wenn Sie sich in einem Schul-, College- oder Universitätsnetzwerk befinden, ist es möglicherweise eine gute Idee, auf mobile Daten umzusteigen, bis Sie fertig sind.",
    "verifications_toggled_off": "Aunto Verifizierung wurde für diesen Server deaktiviert. Es können keine weiteren Überprüfungssitzungen ausgeführt oder abgeschlossen werden, bis Sie sie erneut aktivieren.",
    "verifications_toggled_on": "Aunto Verifizierung wurde für diesen Server aktiviert! Vielen Dank, dass Sie uns diese Verantwortung anvertrauen.",
    "pong": "Hallo! Latenz: **{{LATENCY}}ms**",
    "has_premium_1": "Sie haben Aunto Premium und können Premium-Features auf bis zu {{MAX_SERVERS}} Servern aktivieren.",
    "has_premium_2_activated_this_and_other": "\n\nSie haben Aunto Premium auf diesem Server und {{ACTIVATED_SERVERS}} anderen Servern aktiviert.",
    "has_premium_2_activated_in_other": "\n\nSie haben Aunto Premium auf {{ACTIVATED_SERVERS}} Servern aktiviert.",
    "has_premium_2_not_activated_anywhere": "\n\nSie haben Aunto Premium noch auf keinem Server aktiviert.",
    "no_premium_1": "Sie haben derzeit keinen Zugriff auf Aunto Premium. Wenn Sie mehr erfahren oder Zugang zu Aunto Premium kaufen möchten, können Sie zu [aunto.xyz/premium](https://aunto.xyz/premium) gehen.",
    "verification_menu": "**{{GUILD_NAME}}** verwendet [Aunto](https://aunto.xyz), eine datenschutzfreundliche Discord-Verifizierungsplattform, um sicherzustellen, dass ihre Mitglieder keine Bots sind. Um Zugriff auf die restlichen Kanäle dieses Servers zu erhalten, müssen Sie sich über Aunto verifizieren.\n\nKlicken Sie auf die Schaltfläche unten, um einen Bestätigungslink zu generieren. Dies dauert nur wenige Minuten.",
    "verification_menu_footer": "Klicken Sie auf die Schaltfläche unten",
    "error_verification_menu_failed": "Aunto konnte das Menü nicht senden. Bitte stellen Sie sicher, dass Aunto die Berechtigung hat, Nachrichten zu senden und Links in {{CHANNEL}} einzubetten.",
    "verification_menu_sent": "Das Menü wurde an {{CHANNEL}} gesendet.",
    "user_field_1_title": "Nutzername",
    "user_field_2_title": "ID",
    "user_description_not_in_server": "Der Benutzer befindet sich nicht auf diesem Server, daher sind die Daten, die Aunto bereitstellen kann, begrenzt.",
    "user_description_objected": "Dieser Nutzer hat der Verarbeitung seiner Daten widersprochen. Dies bedeutet, dass Aunto in Übereinstimmung mit [Aunto Privacy Policy](https://aunto.xyz) und den Allgemeinen Datenschutzbestimmungen (siehe UK GDPR) nicht mehr die Möglichkeit hat, nach alternativen Konten zu suchen. Der Benutzer hat uns wahrscheinlich kontaktiert, um diese Aktion anzufordern. Obwohl dies nicht unbedingt ein Zeichen für eine mögliche böswillige Absicht ist, sollten Sie diesem Benutzer auf eigenes Risiko vertrauen.",
    "user_description_no_permission": "Da Sie keine Berechtigung zum Verwalten von Nachrichten haben, können Sie keine anderen Konten für diesen Benutzer durchsuchen, um seine Privatsphäre zu schützen.",
    "user_description_alts_found": "Für diesen Benutzer wurden mögliche alternative Konten gefunden. Aus Datenschutzgründen werden nur mögliche alternative Konten auf diesem Server angezeigt. Alle identifizierten alternativen Konten, die sich nicht auf diesem Server befinden, werden nicht angezeigt.",
    "user_alt_matches_title": "Streichhölzer",
    "user_alt_matches": "Aunto hat alternative Konten identifiziert, die diesem Nutzer gehören. Es ist sehr unwahrscheinlich, dass diese Übereinstimmungen falsch sind.",
    "user_alt_possible_matches_title": "Mögliche Übereinstimmungen",
    "user_alt_possible_matches": "Aunto hat mögliche Alternativen für diesen Benutzer identifiziert. Diese Erkennungen wurden mit alten Daten (z. B. alten IP-Adressen) durchgeführt. Dies könnte nur ein Zufall sein.",
    "data_copyright": "Daten sind © Vionity, alle Rechte vorbehalten und unterliegen aunto.xyz/terms.",
    "log_banned_alts_kicking_title": "{{USER_TAG}} wurde gesperrt, hat aber andere Konten",
    "log_banned_alts_kicking": "{{USER}} wurde gesperrt, aber Aunto hat festgestellt, dass er andere Konten auf diesem Server hat. Aunto hat damit begonnen, die anderen Konten des Benutzers zu kicken.\n\n**Erkannte Konten:**",
    "log_banned_alts_kick_reason": "Anderes Konto von {{USER_TAG}} ({{USER_ID}}), das gesperrt wurde",
    "log_banned_alts_title": "{{USER_TAG}} wurde gesperrt, hat aber andere Konten",
    "log_banned_alts": "{{USER}} wurde gesperrt, aber Aunto hat festgestellt, dass er andere Konten auf diesem Server hat. Es werden keine Maßnahmen ergriffen.\n\n**Erkannte Konten:**",
    "log_banned_no_alts_title": "{{USER_TAG}} wurde gesperrt",
    "log_banned_no_alts": "{{USER}} wurde gesperrt. Aunto hat keine anderen Konten für den Benutzer auf diesem Server gefunden.",
    "log_unbanned_title": "{{USER_TAG}} wurde entbannt",
    "log_unbanned": "{{USER}} wurde entbannt. Alle anderen Konten, die sie haben, werden nicht gekickt, wenn sie beitreten.",
    "member_add_objected_kicked": "**{{GUILD_NAME}}** verwendet Aunto zum Schutz vor böswilligen Benutzern. Leider haben Sie die Datenerfassung für Aunto deaktiviert. Das bedeutet, dass wir nicht bestätigen können, dass Sie nicht böswillig sind, also wurden Sie vom Server gekickt.\n\nWenn Sie Ihre Meinung geändert haben und Aunto verwenden möchten, verwenden Sie bitte die Kontaktinformationen im [Aunto Privacy Policy](https://aunto.xyz/privacy).",
    "member_add_objected_kick_reason": "Dieser Nutzer hat der Verarbeitung seiner Daten widersprochen. Das bedeutet, dass Aunto nicht mehr nach anderen Konten suchen kann. Der Benutzer hat uns wahrscheinlich kontaktiert, um diese Aktion anzufordern.",
    "member_add_default_avatar_kicked": "Um Bots und Missbrauch zu verhindern, müssen Sie einen nicht standardmäßigen Avatar haben, bevor Sie **{{GUILD_NAME}}** beitreten. Bitte fügen Sie Ihrem Konto einen Avatar hinzu und betreten Sie den Server erneut.",
    "log_member_add_default_avatar_kicked": "{{USER}} wurde gekickt, weil er einen Standard-Avatar hat.",
    "member_add_default_avatar_kick_reason": "Der Benutzer hat einen Standard-Avatar und Sie haben Aunto so konfiguriert, dass Benutzer mit Standard-Avataren gekickt werden.",
    "member_add_account_age_kicked": "Um Bots und Missbrauch zu verhindern, müssen Sie ein Konto haben, das mindestens {{DAYS}} Tage alt ist, bevor Sie **{{GUILD_NAME}}** beitreten.",
    "log_member_add_account_age_kicked": "{{USER}} wurde gekickt, weil sein Konto weniger als {{MIN_DAYS}} Tage alt ist.",
    "member_add_account_age_kick_reason": "Das Konto des Nutzers ist jünger als {{MIN_DAYS}} Tage und Sie haben Aunto so konfiguriert, dass Nutzer mit jungen Konten gekickt werden.",
    "log_member_add": "{{USER}} ist beigetreten.",
    "log_member_add_field_1_title": "Benutzeridentifikation",
    "log_member_add_field_2_title": "Kontoalter",
    "log_member_add_field_2": "{{DAYS}} Tage",
    "log_member_add_field_3_title": "Erstellt",
    "error_rate_limited": "Sie senden Interaktionen zu schnell! Bitte versuchen Sie es in {{SECONDS}} Sekunden erneut. *Aunto wird dir erst wieder antworten, wenn {{SECONDS}} Sekunden vergangen sind.*",
    "error_objected": "Anscheinend haben Sie verlangt, dass wir die Verarbeitung Ihrer Daten einstellen, daher können Sie _ leider nicht verwenden. Wenn Sie der Meinung sind, dass dies ein Fehler ist, oder Ihre Meinung geändert haben, [treten Sie unserem Support-Server bei](https://auunto.xyz/support) und erstellen Sie ein Ticket.\n\nWenn Sie derzeit einem Server beitreten möchten, müssen Sie sich an den Administratoren des Servers, dem Sie beitreten, um Hilfe."
}
