{
    "error_premium_required": "You do not have Aunto Premium. If you'd like to find out more information on Aunto Premium or want to purchase it, head to [aunto.xyz/premium](https://aunto.xyz/premium).",
    "error_premium_max_servers": "You have reached the maximum number of servers you can activate Aunto Premium in. You can update your subscription at [billing.aunto.xyz](https://billing.aunto.xyz).",
    "premium_activated": "Aunto Premium has been activated for {{GUILD_NAME}}.",
    "error_premium_already_active": "{{GUILD_NAME}} already has Aunto Premium which was enabled by {{USER}}. Use `/premium` to deactivate it.",
    "error_button_no_permission": "Sorry, but you don't have the required permissions to use this button.",
    "error_command_no_permission": "Sorry, but you don't have the required permissions to use this command.",
    "error_button_server_only": "Sorry, but this button can only be used in servers.",
    "error_command_server_only": "Sorry, but this command can only be used in servers.",
    "premium_deactivated": "Aunto Premium has been deactivated for {{GUILD_NAME}}.",
    "error_premium_not_active": "{{GUILD_NAME}} doesn't have Aunto Premium activated.",
    "setup_terms": "Hey {{USER}}, thanks for adding Aunto to your server!\n\nBefore we continue, you must accept the Aunto [Terms of Service](https://aunto.xyz/terms) and [Privacy Policy](https://aunto.xyz/privacy). Once you've given them a read, click the button below to accept them and continue.\n\n**Did you know?** Aunto was built on one main goal: to ensure communities are protected whilst respecting the privacy of their members. Most verification bots don't take privacy into account, but with Aunto, we've done everything possible to keep users safe. You can find out more by reading our transparent [Privacy Policy](https://aunto.xyz/privacy).",
    "setup_go": "Awesome! We're now going to setup how Aunto will work for this server. If, before you start, you want to try Aunto verification out, you can do so in our [Discord server](https://aunto.xyz/support). Otherwise, just hit next below.",
    "setup_role": "Now, we need to set a role that your members will receive when they pass verification successfully. To do this, use the `/settings roles add [@role]` command.\n\nOnce you're done, hit the button below to move to the next step!",
    "setup_toggle": "Nice! You've gone through configuration. Now, just hit the button below to enable Aunto. Once you've done that, you'll need to find or create a channel to put Aunto's verification menu in. The verification menu allows members to start verification by clicking a button, and Aunto won't work without it.\n\nTo send a verification menu, use the `/send-verification-menu` slash command in the channel you want it in. *Aunto will need permissions to view, send messages, embed links and attach files in the channel you choose.*",
    "error_verifications_disabled": "This server's administrators have disabled new verifications for now. Contact them for more information.",
    "error_no_verification_roles": "Sorry, but there are no verification roles set up for this server. Ask an administrator to set up verification roles and try again.",
    "error_already_verified": "You're already verified!",
    "verification": "Go to: {{URL}}\n\nYou should turn off any VPNs or proxies you may be using before starting verification as they may interfere with the verification process. If you're on a school, college or university network, it *may* be a good idea to switch over to mobile data until you've finished verification.",
    "verifications_toggled_off": "Aunto verification has been disabled for this server. No more verification sessions can be made or completed until you enable it again.",
    "verifications_toggled_on": "Aunto verification has been enabled for this server! Thanks for trusting us with this responsibility.",
    "pong": "Pong! Latency: **{{LATENCY}}ms**",
    "has_premium_1": "You have Aunto Premium and can activate Premium features in up to {{MAX_SERVERS}} servers.",
    "has_premium_2_activated_this_and_other": "\n\nYou have activated Aunto Premium in this server and {{ACTIVATED_SERVERS}} other servers.",
    "has_premium_2_activated_in_other": "\n\nYou have activated Aunto Premium in {{ACTIVATED_SERVERS}} servers.",
    "has_premium_2_not_activated_anywhere": "\n\nYou have not activated Aunto Premium in any servers yet.",
    "no_premium_1": "You don't currently have Aunto Premium. If you'd like to find out more or purchase access to Aunto Premium, you can head to [aunto.xyz/premium](https://aunto.xyz/premium).",
    "verification_menu": "Hey there! **{{GUILD_NAME}}** uses [Aunto](https://aunto.xyz), a privacy-respecting Discord verification platform, to make sure its members aren't bots. To get access to the rest of this server's channels, you must verify via Aunto.\n\nTo start, click the button below to generate a verification link. This'll take only a few minutes, so you'll be chatting with other members in no time!",
    "verification_menu_footer": "Click the button below and follow the instructions",
    "error_verification_menu_failed": "Aunto could not send the verification menu. Please make sure Aunto has the Send Messages and Embed Links permission in {{CHANNEL}}.",
    "verification_menu_sent": "The verification menu has been sent to {{CHANNEL}}.",
    "user_field_1_title": "Username",
    "user_field_2_title": "ID",
    "user_description_not_in_server": "The user is not in this server so the data Aunto can provide is limited.",
    "user_description_objected": "This user has **objected** to the processing of their data. This means, in line with the [Aunto Privacy Policy](https://aunto.xyz/privacy) and the General Data Protection Regulations (see UK GDPR), Aunto no longer has the ability to check for alt accounts. The user likely contacted us to request this action. Whilst this is not inherently a sign of possible shenanigans, you should trust this user at your own risk.",
    "user_description_no_permission": "As you do not have the Manage Messages permission, you are unable to check for alt accounts for this user to protect their privacy.",
    "user_description_alts_found": "Possible alt accounts have been found for this user. For privacy reasons, only possible alts in this server are shown. Any identified alts that are not in this server are not shown.",
    "user_alt_matches_title": "Matches",
    "user_alt_matches": "Aunto has identified possible fresh alts of this user. It's very unlikely that these matches are incorrect.",
    "user_alt_possible_matches_title": "Possible matches",
    "user_alt_possible_matches": "Aunto has identified possible alts of this user. These detections were made with old data (such as old IP addresses). These matches might just be a coincidence.",
    "data_copyright": "Data is © Vionity, all rights reserved & subject to aunto.xyz/terms.",
    "log_banned_alts_kicking_title": "{{USER_TAG}} was banned but has alts",
    "log_banned_alts_kicking": "{{USER}} was banned, but Aunto detected that they have alts in this server. Aunto has started to kick the user's alts.\n\n**Detected alts:**",
    "log_banned_alts_kick_reason": "Alt account of {{USER_TAG}} ({{USER_ID}}) who has been banned",
    "log_banned_alts_title": "{{USER_TAG}} was banned but has alts",
    "log_banned_alts": "{{USER}} was banned, but Aunto detected that they have alts in this server. As per your Aunto config, no action will be taken against them.\n\n**Detected alts:**",
    "log_banned_no_alts_title": "{{USER_TAG}} was banned",
    "log_banned_no_alts": "{{USER}} was banned. Aunto did not find any of their alts in this server.",
    "log_unbanned_title": "{{USER_TAG}} was unbanned",
    "log_unbanned": "{{USER}} was unbanned. Any alts they have won't be kicked when they join.",
    "member_add_objected_kicked": "**{{GUILD_NAME}}** uses Aunto to protect itself from raids, spammers and malicious users. Sadly, you've opted out of data collection for Aunto in line with the [Aunto Privacy Policy](https://aunto.xyz/privacy). This means we're unable to verify you're not malicious, so have been kicked from the server.\n\nIf you have changed your mind and want to use Aunto, please use the contact information that can be found in the [Aunto Privacy Policy](https://aunto.xyz/privacy).",
    "member_add_objected_kick_reason": "This user has objected to the processing of their data. This means, in line with the Aunto Privacy Policy (https://aunto.xyz/privacy), Aunto no longer has the ability to check for alt accounts. The user likely contacted us to request this action.",
    "member_add_default_avatar_kicked": "To prevent bots and abuse, you must have a non-default avatar before joining **{{GUILD_NAME}}**. Please add an avatar to your account then rejoin.",
    "log_member_add_default_avatar_kicked": "{{USER}} has been kicked as they have a default avatar.",
    "member_add_default_avatar_kick_reason": "The user has a default avatar and you've configured Aunto to kick users with default avatars.",
    "member_add_account_age_kicked": "To prevent bots and abuse, you must have an account that is at least {{DAYS}} days old before joining **{{GUILD_NAME}}**.",
    "log_member_add_account_age_kicked": "{{USER}} has been kicked as their account is less than {{MIN_DAYS}} days old.",
    "member_add_account_age_kick_reason": "The user's account is younger than {{MIN_DAYS}} days old and you've configured Aunto to kick users with young accounts.",
    "log_member_add": "{{USER}} has joined.",
    "log_member_add_field_1_title": "User ID",
    "log_member_add_field_2_title": "Account age",
    "log_member_add_field_2": "{{DAYS}} days",
    "log_member_add_field_3_title": "Created",
    "error_rate_limited": "You're sending commands too fast! Please try again in {{SECONDS}} seconds. *Aunto will not reply to you again until the {{SECONDS}} seconds has elapsed.*",
    "error_objected": "Hey {{USER}}! It seems that you requested that we cease our processing of your data in line with the [Aunto Privacy Policy](https://aunto.xyz/privacy), so sadly you can't use Aunto. If you think this is a mistake or have changed your mind, please [join our support server](https://aunto.xyz/support) and create a ticket.\n\nIf you're in the process of verifying, you'll need to contact the administrators of the server you're verifying in for help. They can verify that you have ceased using Aunto by using the `/user [@user]` slash command."
}
